Repository: Kountade/Mali_gestion
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Nom du Niveau
ar: اسم المستوى

source: Description
ar: الوصف

source: Ordre d'affichage
ar: ترتيب العرض

source: Entrez le nom du niveau.
ar: أدخل اسم المستوى.

source: Entrez une description optionnelle.
ar: أدخل وصفًا اختياريًا.

source: Définissez l'ordre d'affichage du niveau.
ar: حدد ترتيب عرض المستوى.

source: En cours
ar: قيد التقدم

source: Clôturée
ar: مغلقة

source: Niveau ajouté avec succès !
ar: تمت إضافة المستوى بنجاح!

source: Français
ar: الفرنسية

source: Anglais
ar: الإنجليزية

source: Tableau de bord
ar: لوحة التحكم

source: Gestion Années
ar: إدارة السنوات

source: Liste Années
ar: قائمة السنوات

source: Ajouter Année
ar: إضافة سنة

source: Liste Semestres
ar: قائمة الفصول الدراسية

source: Ajouter Semestre
ar: إضافة فصل دراسي

source: Liste Devoirs
ar: قائمة الواجبات

source: Ajouter Devoir
ar: إضافة واجب

source: Liste Compositions
ar: قائمة التكوينات

source: Ajouter Composition
ar: إضافة تكوين

source: Calendrier
ar: التقويم

source: Ajouter Cours
ar: إضافة درس

source: Gestion des Professeurs
ar: إدارة الأساتذة

source: Liste Professeurs
ar: قائمة الأساتذة

source: Ajouter Professeur
ar: إضافة أستاذ

source: Gestion Matière & Note
ar: إدارة المواد والدرجات

source: Liste Matières
ar: قائمة المواد

source: Ajouter Matière
ar: إضافة مادة

source: Liste Notes
ar: قائمة الدرجات

source: Ajouter Note
ar: إضافة درجة

source: Liste Notes CMP
ar: قائمة درجات التكوين

source: Ajouter Note CMP
ar: إضافة درجة تكوين

source: Gestion Élèves
ar: إدارة التلاميذ

source: Liste Générale
ar: القائمة العامة

source: Inscription/Réinscription
ar: التسجيل/إعادة التسجيل

source: Liste Absences
ar: قائمة الغيابات

source: Noter une Absence
ar: تسجيل غياب

source: Liste Retards
ar: قائمة التأخرات

source: Noter un Retard
ar: تسجيل تأخر

source: Gestion Classe
ar: إدارة الفصول

source: Liste Niveaux
ar: قائمة المستويات

source: Ajouter Niveau
ar: إضافة مستوى

source: Liste Salles
ar: قائمة القاعات

source: Ajouter une Salle
ar: إضافة قاعة

source: Liste Classes
ar: قائمة الفصول

source: Ajouter Classe
ar: إضافة فصل

source: Gestion Surveillant
ar: إدارة المراقبين

source: Liste Surveillants
ar: قائمة المراقبين

source: Ajouter Surveillant
ar: إضافة مراقب

source: Gestion Compte & Utilisateurs
ar: إدارة الحسابات والمستخدمين

source: Historique des Paiements
ar: سجل المدفوعات

source: Ajouter Paiement
ar: إضافة دفعة

source: Liste Utilisateurs
ar: قائمة المستخدمين

source: Ajouter Utilisateur
ar: إضافة مستخدم

source: Déconnexion
ar: تسجيل الخروج

source: Documentation
ar: التوثيق

source: Languages
ar: اللغات

source: Bulletin de Notes
ar: كشف الدرجات

source: BULLETIN DE NOTES
ar: كشف الدرجات

source: Prénoms
ar: الأسماء الأولى

source: Nom
ar: الاسم

source: Né(e) le
ar: تاريخ الميلاد

source: à
ar: في

source: Classe
ar: الفصل

source: Matricule
ar: رقم التسجيل

source: Nbre d'élèves
ar: عدد التلاميذ

source: Classe Redoublée
ar: الفصل المعاد

source: DISCIPLINES
ar: المواد

source: Devoir
ar: الواجب

source: Comp
ar: التكوين

source: Moy/20
ar: المعدل/20

source: Coef
ar: المعامل

source: Moy x
ar: المعدل ×

source: Rang
ar: الترتيب

source: Appréciations
ar: التقييمات

source: Moyenne
ar: المعدل

source: Total
ar: المجموع

source: T Coef
ar: المعامل الكلي

source: Retards
ar: التأخرات

source: Absences
ar: الغيابات

source: Appréciations du Directeur
ar: تقييمات المدير

source: Félicitations
ar: تهانٍ

source: Tableau d'honneur
ar: لوحة الشرف

source: Peut mieux faire
ar: يمكن أن يكون أفضل

source: Encouragements
ar: تشجيعات

source: Observations du Conseil des Professeurs
ar: ملاحظات مجلس الأساتذة

source: Exporter ce bulletin en PDF
ar: تصدير هذا الكشف كـ PDF

source: Année Scolaire
ar: السنة الدراسية

source: Élèves
ar: التلاميذ

source: Professeurs
ar: الأساتذة

source: Classes
ar: الفصول

source: Surveillants
ar: المراقبون

source: Professeurs les plus anciens
ar: أقدم الأساتذة

source: Action
ar: إجراء

source: Another action
ar: إجراء آخر

source: Something else here
ar: شيء آخر هنا

source: Référence
ar: المرجع

source: Date et Heure
ar: التاريخ والوقت

source: Montant
ar: المبلغ

source: Statut
ar: الحالة

source: Paiement
ar: الدفع

source: Répartition des élèves par niveau
ar: توزيع التلاميذ حسب المستوى

source: Répartition des élèves par sexe
ar: توزيع التلاميذ حسب الجنس

source: Hommes
ar: رجال

source: Femmes
ar: نساء

source: Ajouter un Niveau
ar: إضافة مستوى

source: Niveaux
ar: المستويات

source: Ajouter
ar: إضافة

source: Formulaire d'Ajout d'un Niveau
ar: نموذج إضافة مستوى

source: Ordre
ar: الترتيب

source: Enregistrer
ar: حفظ

source: Réinitialiser
ar: إعادة تعيين

source: Retour à la liste
ar: العودة إلى القائمة
